Repository: VovaMobile/zPod-para-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr, it, pt_pt

source: zPod
ar: معاينة ملفات الوسائط بسرعة

source: zPod para NVDA
ar: z Pod ل NVDA
fr: zPod pour NVDA
it: zPod per NVDA
pt_pt: zPod para o NVDA

source: Previsualiza archivos multimedia rápidamente
ar: معاينة ملفات الوسائط بسرعة
fr: Aperçu des fichiers multimédia rapidement
it: Anteprima rapida per i file multimediali
pt_pt: Pré-visualização rápida dos ficheiros multimédia

source: 1 segundo
ar: 1 ثانية
fr: 1 seconde
it: 1 secondo

source: 5 segundos
ar: 5 ثوان
fr: 5 secondes
it: 5 secondi

source: 15 segundos
ar: 15 ثانية
fr: 15 secondes
it: 15 secondi

source: 30 segundos
ar: 30 ثانية
fr: 30 secondes
it: 30 secondi

source: 1 minuto
ar: 1 دقيقة
fr: 1 minute

source: 5 minutos
ar: 5 دقائق
fr: 5 minutes
it: 5 minuti

source: 10 minutos
ar: 10 دقائق
fr: 10 minutes
it: 10 minuti

source: 15 minutos
ar: 15 دقيقة
fr: 15 minutes
it: 15 minuti

source: Sin tiempo
ar: ليس هناك وقت
fr: Sans durée de temps
it: Nessun tempo
pt_pt: Não há tempo

source: No hay nada compatible en el foco
ar: لا توجد ملفات متوافقة تحت التركيز
fr: Il n'y a rien compatible sous le focus
it: Nessun elemento compatibile nel focus
pt_pt: Não há ficheiros compatíveis sob o foco

source: El formato del archivo no es compatible
ar: تنسيق الملف غير مدعوم
fr: Le format du fichier n'est pas compatible
it: Il formato del file non è compatibile
pt_pt: O formato do ficheiro não é suportado

source: Ha seleccionado %s ficheros. Seleccione solo un fichero.
ar: لقد حددت %s ملفات. حدد ملفًا واحدًا فقط.
fr: Vous avez sélectionné %s fichiers. Sélectionnez un seul fichier.
it: Sono stati selezionati %s file. Si può selezionare soltanto un file.
pt_pt: Seleccionou %s ficheiros. Seleccionar apenas um ficheiro.

source: Ejecutar zPod
ar: قم بتنفيذ ملف للمعاينة
fr: Exécuter zPod
it: Avviare zPod
pt_pt: Executar o zPod

source: Bajar volumen
ar: اخفض الصوت
fr: Baisser le volume
it: Abbassare il volume
pt_pt: Baixar o volume

source: No se puede bajar más el volumen ya se encuentra al 0%
ar: لا يمكنك خفض مستوى الصوت بعد الآن ، لأنه بالفعل عند الصفر
fr: Vous ne pouvez plus baisser le volume, c'est déjà à 0%
it: Non è possibile abbassare ulteriormente il volume, è già allo 0%
pt_pt: Não se pode baixar mais o volume, porque já está em zero

source: Subir volumen
ar: ارفع الصوت
fr: Augmenter le volume
it: Alzare il volume
pt_pt: Subir o volume

source: No se puede subir más el volumen ya se encuentra al 100%
ar: لا يمكنك رفع مستوى الصوت بعد الآن لأنه بلغ الحد الأقصى بالفعل
fr: Vous ne pouvez pas augmenter le volume, c'est déjà à 100%
it: Non è possibile alzare ulteriormente il volume, è già al 100%
pt_pt: Não se pode subir mais o volume porque já está no máximo

source: Poner en pausa la reproducción
ar: إيقاف و تشغيل
fr: Mettre en pause la lecture
it: Mettere in pausa la riproduzione
pt_pt: Pausar a reprodução

source: Retroceder la reproducción
ar: إعادة تشغيل
fr: Reculer la lecture
it: Riavvolgimento della riproduzione
pt_pt: Rebobinar a Reprodução

source: Adelantar la reproducción
ar: إعادة التشغيل إلى الأمام
fr: Avancer la lecture
it: Avanzamento della riproduzione
pt_pt: Avançar a Reprodução

source: Obtener tiempo reproducido / total
ar: احصل علىإجمالي وقت التشغيل
fr: Obtenir la durrée de temps écoulé / total de lecture
it: Ottenere il tempo riprodotto/totale
pt_pt: Obter tempo reproduzido/total

source: Detener zPod
ar: إنهاء المعاينة
fr: Arrêter zPod
it: Fermare zPod
pt_pt: Parar o zPod

source: Seleccione el tiempo para retroceder la reproducción:
ar: حدد وقت إرجاع التشغيل:
fr: Sélectionner la durée de temps pour reculer la lecture:
it: Scelta del tempo per il riavvolgimento della riproduzione
pt_pt: Seleccionar o tempo para rebobinar a reprodução:

source: Seleccione el tiempo para adelantar la reproducción:
ar: حدد الوقت للتقدم في التشغيل:
fr: Sélectionner la durée de temps pour avancer la lecture:
it: Scelta del tempo per l'avanzamento della riproduzione
pt_pt: Seleccione o tempo para avançar na a reprodução:
